<template>
	<div class="about">
		<div class="about-header">
			<div class="about-header-banner">
				<img src="../../static/images/about-banner.jpeg" alt="banner" />
				<div class="container">
					<h1 class="about-header-banner__title">ИСТОРИЧЕСКАЯ СПРАВКА</h1>
				</div>
			</div>
		</div>
		<div class="container">
			<div class="about-body">
				<p class="about-body__text">
					Первые экспонаты музея собирались по горячим следам событий. Шел 1943
					год. Еще гремела Великая Отечественная война… Еще томилась
					многострадальная белорусская земля под игом вражеского нашествия. Но
					как велика была вера в грядущую победу, если уже в эти дни возникла
					мысль о создании музея для увековечения всенародного подвига.
				</p>
				<h3 class="about-body__sub-title">30 сентября 1943 г.</h3>
				<p class="about-body__text">
					ЦК КП(б)Б постановил «создать музей по истории борьбы белорусского
					народа с немецко-фашистскими оккупантами в Великую Отечественную
					войну», временно разместив его в здании Государственного исторического
					музея в Москве на базе выставки «Белоруссия живет, Белоруссия борется,
					Белоруссия была и будет советской». Выставка была открыта еще в начале
					ноября 1942 г. В экспозиционных залах посетителям были представлены
					материалы (313 экспонатов), полученные с оккупированной территории
					Беларуси Республиканской комиссией по сбору документов и материалов
					Отечественной войны.
				</p>
				<p class="about-body__text">
					В фондах музея сохранилась радиограмма от 18 октября 1943 г. под
					грифом «совершенно секретно», адресованная командиру партизанского
					отряда им.Кутузова Барановичской области Г.П. Журейко уполномоченным
					ЦШПД и ЦК КП(б)Б по Барановичской области генерал-майором Платоном
					(партизанский псевдоним Героя Советского Союза В.Е. Чернышева)
					следующего содержания:
				</p>
				<div class="about-body-image-block about-body-image-block__right">
					<img src="../../static/images/about/image-1.jpeg" alt="about-image" />
					<div class="about-body-image-block__description">
						Радиограмма командирам партизанских формирований о сборе материалов
						для будущего музея, ноябрь 1943 г.
					</div>
				</div>
				<p class="about-body__text about-body__blockquote">
					«Для музея истории партизанского движения в Беларуси необходимо
					сохранить и представить к нам документы, характеризующие жизнь и
					деятельность партизан, печатные и рукописные партизанские издания
					(стенгазеты, листовки, если таковые печатаны, и т.д.), фотографии с
					подробными объяснительными текстами, документы убитых высших
					чиновников, срезанные немецкие погоны, захваченные у немцев знамена,
					документы и др.».
				</p>
				<p class="about-body__text">
					Такие радиограммы после выхода постановления направлялись
					уполномоченным ЦШПД и ЦК КП(б)Б по областям, в партизанские отряды и
					бригады.
				</p>
				<h3 class="about-body__sub-title">16 июля 1944 г.</h3>

				<p class="about-body__text">
					В штат музея были зачислены первые сотрудники: В.В. Саблин, П.Н.
					Гончаров, Н.С. Абрамов, художники С.Г. Романов, А.С. Бархатков, Г.Ф.
					Бржовский. 1 августа 1944 г. был назначен директор музея – Василий
					Демьянович Стальнов, который с июня 1942 г. являлся ответственным
					секретарем комиссии ЦК по сбору документов и материалов Великой
					Отечественной войны. По архивным данным, в 1944 г. в музее работали 28
					сотрудников.
				</p>
				<p class="about-body__text">
					Руководство БССР приняло решение выделить для музея одно из немногих
					уцелевших в центре Минска зданий – Дом профсоюзов на площади Свободы.
				</p>
				<p class="about-body__text">
					Музей занимал довольно большую по тем времена площадь – 1 248 кв.м.
					Под экспозицию было выделено 25 залов. В этом же здании находились
					общежитие и квартиры сотрудников.
				</p>

				<h3 class="about-body__sub-title">26 августа 1944 г.</h3>
				<p class="about-body__text">
					По распоряжению П.К. Пономаренко, группа научных сотрудников музея
					выехала в Москву с целью вывоза оттуда в Минск экспонатов выставки
					«Белоруссия живет…» и юбилейной выставки белорусских художников,
					посвященной 25-летию БССР.
				</p>
				<p class="about-body__text">
					В то же время активно шел ремонт здания, поступали новые экспонаты от
					бывших партизан, подпольщиков, временно находившихся в Минске
					фронтовиков, вернувшихся из эвакуации жителей Беларуси. Вскоре
					началась кропотливая работа по подготовке музея к открытию.
				</p>
				<div class="about-body-image-block about-body-image-block__left">
					<img src="../../static/images/about/image-2.jpeg" alt="about-image" />
					<div class="about-body-image-block__description">
						На выставке Вооружение белорусских партизан
					</div>
				</div>
				<p class="about-body__text">
					В фототеке музея имеются фотографии, запечатлевшие работу сотрудников
					над созданием первой музейной экспозиции. Многое им приходилось делать
					своими руками. В связи с этим показательны строки из статьи «Две
					выставки, посвященные народной борьбе» (газета «Правда», 15 ноября
					1944 г.):
				</p>
				<p class="about-body__text">
					«16 июля в Минске состоялся парад вооруженных партизан, а через
					несколько дней партизаны пришли к этому зданию и, отложив автоматы,
					взялись за ремесло каменщиков, штукатуров, маляров… Научным
					руководителем выставок стал писатель Саблин, два года воевавший в
					рядах партизан минского соединения. В числе научных сотрудников –
					бывший командир отряда «За Родину» тов. Гончаров, начальник штаба
					бригады «Буревестник» тов. Ловецкий, начальник штаба бригады
					«Железняк» тов. Перегудов, командир диверсионной группы Абрамов и
					другие…».
				</p>
				<p class="about-body__text">
					Процесс создания музея регулярно отражался в белорусской прессе.
				</p>
				<h3 class="about-body__sub-title">22 октября 1944 г.</h3>
				<p class="about-body__text">
					В номерах газеты «Звязда» и «Советская Белоруссия» от 21 и 22 октября
					1944 г. читатели увидели объявление об открытии 22 октября в 12 часов
					первых двух выставок Белорусского государственного музея истории
					Великой Отечественной войны – «Вооружение белорусских партизан» и
					«Большевистская печать Белоруссии в дни Великой Отечественной войны».
				</p>
				<p class="about-body__text">
					Хотя в объявлении звучало современное название музея, официально оно
					было утверждено Постановлением СНК БССР от 27 октября 1944 г.
				</p>
				<p class="about-body__text">
					Что же представляла из себя первая музейная экспозиция?
				</p>
				<p class="about-body__text">
					«Оружейная» часть экспозиции с галереей портретов партизан – Героев
					Советского Союза – состояла из трех разделов: трофейное оружие,
					самодельное оружие и образцы вооружения, которые советские летчики
					доставляли партизанам из-за линии фронта.
				</p>
				<p class="about-body__text">
					Сохранилась “Кніга ўражанняў і прапаноў” для посетителей первой
					экспозиции. Ее картонная обложка оформлена типографским способом, а
					страницы, за неимением более подходящей бумаги, сформированы из листов
					немецкого учетного журнала.
				</p>
				<p class="about-body__text">
					Вторая часть музейной экспозиции – «Большевистская печать Белоруссии в
					дни Великой Отечественной войны» – открывалась плакатом со словами
					Янки Купалы: “Жыве ў сваёй сіле і славе беларускі народ”. Она также
					состояла из нескольких разделов. В первом экспонировалось множество
					подпольных газет, листовок, брошюр и фотографий тех, кто занимался
					выпуском подпольной печатной продукции. В отдельном зале была
					развернута экспозиция, посвященная подпольной газете «Звязда». Особое
					внимание посетителей привлекал своим разнообразием раздел рукописной
					партизанской печати. В третьем разделе демонстрировались белорусские
					издания, выходившие в советском тылу, в Москве.
				</p>
				<div class="about-body-image-block about-body-image-block__right">
					<img src="../../static/images/about/image-3.jpeg" alt="about-image" />
					<div class="about-body-image-block__description">
						Художник-оформитель А.С. Бархатков, 1944 г.
					</div>
				</div>
				<p class="about-body__text">
					В числе первых посетителей музея были фронтовики и партизаны,
					студенты, школьники и воспитанники детских домов, писатели и
					журналисты.
				</p>

				<p class="about-body__text">
					На протяжении 1945 – начала 1947 гг. в музее открылись новые разделы
					экспозиции: «Оккупационный режим и зверства немецко-фашистских
					захватчиков в Белоруссии», «Партизанское движение в Белоруссии в годы
					Великой Отечественной войны», «Восстановление Белоруссии», «Народное
					хозяйство и культура Советской Белоруссии накануне Великой
					Отечественной войны», «Вероломное нападение немецко-фашистских
					захватчиков на СССР и героическая оборона советского народа»,
					«Освобождение советской земли от немецких оккупантов», «Советская
					Армия – освободительница народов Европы от гитлеровского рабства»,
					«Советский тыл в период Великой Отечественной войны».
				</p>
				<h3 class="about-body__sub-title">1 мая 1947 г.</h3>
				<p class="about-body__text">
					В январе 1946 г. музейный коллектив возглавил новый директор Н.Е.
					Граков – человек, имевший большой опыт работы и отлично знавший
					музейное дело. Именно под его руководством в музее открылись новые
					разделы экспозиции. На основе первых тематических выставок и новых
					разделов к 1 мая 1947 г. была открыта первая стационарная экспозиция.
				</p>
				<p class="about-body__text">
					После чего сотрудниками музея стало уделяться больше внимания
					научно-просветительской работе. Помимо традиционных экскурсий по
					музею, они начали активно проводить лекции на предприятиях и в
					учреждениях Минска, в колхозах и совхозах; экскурсии по местам боев
					Красной Армии и партизан на территории Минской области; создавали
					передвижные тематические выставки.
				</p>
			</div>
		</div>
	</div>
</template>
<script lang="ts">
import Vue from 'vue'

export default Vue.extend({
	name: 'about',
	layout: 'pages'
})
</script>

<style lang="scss">
.about {
	&-header {
		&-banner {
			width: 100%;
			height: 300px;
			position: relative;
			&::before {
				content: '';
				position: absolute;
				top: 0;
				left: 0;
				width: 100%;
				height: 100%;
				background-color: rgba(0, 0, 0, 0.3);
				z-index: 11;
			}
			img {
				position: absolute;
				top: 0;
				object-fit: cover;
				left: 0;
				z-index: 10;
				width: 100%;
				height: 100%;
			}
			&__title {
				font-size: 50px;
				position: absolute;
				font-weight: 500;
				top: 50%;
				z-index: 12;
				padding-bottom: 20px;
				color: white;
				&::before {
					content: '';
					position: absolute;
					left: 0;
					z-index: 11;
					width: 20%;
					height: 4px;
					background-color: rgba(255, 255, 255, 0.5);
					bottom: 0;
					transform: translateY(-50%);
				}
			}
		}
	}
	&-body {
		margin-top: 20px;
		&__text {
			font-size: 18px;
			line-height: 22px;
			margin-bottom: 20px;
		}
		&__blockquote {
			margin-left: 50px;
			padding-left: 30px;
			border-left: 5px solid #ae9f7d;
		}
		&-image-block {
			width: 500px;
			margin-bottom: 30px;
			&__right {
				float: right;
				margin-left: 30px;
			}
			&__left {
				float: left;
				margin-right: 30px;
			}
			&__description {
				margin-top: 20px;
				text-align: center;
				font-size: 14px;
			}
			img {
				border: 20px solid white;
				width: 100%;
			}
		}
		&__sub-title {
			font-weight: 500;
			font-size: 24px;
			margin-bottom: 20px;
		}
	}
}
</style>
